Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ASRRulesDeserializationFailedMessage
source: Couldn't deserialize ASR rules exceptions list JSON which was this: {0} - Error: {1}
ar: تعذر إلغاء تسلسل قائمة استثناءات قواعد ASR JSON والتي كانت: {0} - الخطأ: {1}
de_de: Konnte ASR-Ausnahmelisten-JSON nicht deserialisieren, Inhalt war: {0} - Fehler: {1}
el_gr: Δεν ήταν δυνατή η αποσειριοποίηση της λίστας εξαιρέσεων κανόνων ASR JSON, η οποία ήταν η εξής: {0} - Σφάλμα: {1}
es: No se pudo deserializar la lista de excepciones de reglas ASR en formato JSON, que era: {0} - Error: {1}
fr_fr: Impossible de désérialiser le JSON de la liste des exceptions aux règles ASR qui était : {0} - Erreur : {1}
he_il: לא ניתן היה לבצע דה-סריאליזציה לרשימת חריגות כללי ASR בפורמט JSON שהייתה זו: {0} - שגיאה: {1}
hi_in: ASR नियम अपवाद सूची JSON को डीसेरिएलाइज़ नहीं किया जा सका जो यह था: {0} - त्रुटि: {1}
ja_jp: ASRルール例外リストJSONの逆シリアル化に失敗しました。JSON：{0} - エラー：{1}
ml_in: ASR നിയമങ്ങളുടെ ഒഴിവാക്കൽ ലിസ്റ്റ് JSON ഡീസെറിയലൈസ് ചെയ്യാൻ കഴിഞ്ഞില്ല, അത് ഇതായിരുന്നു: {0} - പിശക്: {1}
pl_pl: Nie można zdeserializować listy wyjątków reguł ASR (JSON), która wyglądała następująco: {0} - Błąd: {1}
tr_tr: ASR kural istisnaları listesi JSON'un serisi kaldırılamadı: {0} - Hata: {1}

# NoHashesDetectedAllowMessage
source: no Hashes detected to create allow rules for.
ar: لم يتم الكشف عن أي تجزئات لإنشاء قواعد سماح لها.
de_de: keine Hashes erkannt, um Zulassungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν Κατακερματισμοί για τη δημιουργία κανόνων επιτρεπτής λειτουργίας.
es: no se detectaron Hashes para crear reglas de permiso.
fr_fr: aucun Hachage détecté pour créer des règles d'autorisation.
he_il: לא זוהו גיבובים ליצירת כללי התרה עבורם.
hi_in: अनुमति नियम बनाने के लिए कोई हैश नहीं मिला।
ja_jp: 許可ルールを作成するためのハッシュが検出されませんでした。
ml_in: അനുമതി നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി ഹാഷുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych skrótów (Hashes), dla których można by utworzyć reguły zezwalające.
tr_tr: İzin verme kuralları oluşturulacak Karma algılanmadı.

# HashRulesToAddMessage
source: There are {0} Hash rules to be added to the XML file '{1}'
ar: هناك {0} قواعد تجزئة ليتم إضافتها إلى ملف XML '{1}'
de_de: Es gibt {0} Hash-Regeln, die zur XML-Datei '{1}' hinzugefügt werden sollen
el_gr: Υπάρχουν {0} κανόνες Κατακερματισμού που πρέπει να προστεθούν στο αρχείο XML '{1}'
es: Hay {0} reglas de Hash para agregar al archivo XML '{1}'
fr_fr: Il y a {0} règles de Hachage à ajouter au fichier XML '{1}'
he_il: ישנם {0} כללי Hash להוספה לקובץ ה-XML '{1}'
hi_in: XML फ़ाइल '{1}' में {0} हैश नियम जोड़े जाने हैं
ja_jp: XMLファイル「{1}」に追加する{0}個のハッシュルールがあります
ml_in: '{1}' XML ഫയലിലേക്ക് ചേർക്കാൻ {0} ഹാഷ് നിയമങ്ങളുണ്ട്
pl_pl: Należy dodać {0} reguł skrótu do pliku XML '{1}'
tr_tr: '{1}' XML dosyasına eklenecek {0} Karma kuralı var

# Sha256HashFriendlyName
source: Sha256 Hash for: {0}
ar: تجزئة Sha256 لـ: {0}
de_de: SHA256-Hash für: {0}
el_gr: Κατακερματισμός Sha256 για: {0}
es: Hash Sha256 para: {0}
fr_fr: Hachage Sha256 pour : {0}
he_il: גיבוב Sha256 עבור: {0}
hi_in: इसके लिए Sha256 हैश: {0}
ja_jp: {0}のSha256ハッシュ
ml_in: ഇതിനായുള്ള Sha256 ഹാഷ്: {0}
pl_pl: Skrót Sha256 dla: {0}
tr_tr: Şunun için Sha256 Karması: {0}

# Sha1HashFriendlyName
source: Sha1 Hash for: {0}
ar: تجزئة Sha1 لـ: {0}
de_de: SHA1-Hash für: {0}
el_gr: Κατακερματισμός Sha1 για: {0}
es: Hash Sha1 para: {0}
fr_fr: Hachage Sha1 pour : {0}
he_il: גיבוב Sha1 עבור: {0}
hi_in: इसके लिए Sha1 हैश: {0}
ja_jp: {0}のSha1ハッシュ
ml_in: ഇതിനായുള്ള Sha1 ഹാഷ്: {0}
pl_pl: Skrót Sha1 dla: {0}
tr_tr: Şunun için Sha1 Karması: {0}

# KernelModeHashRuleWarningMessage
source: Creating Hash rule for Kernel-Mode file: {0}. Kernel-Mode file should be signed!
ar: إنشاء قاعدة تجزئة لملف وضع النواة: {0}. يجب توقيع ملف وضع النواة!
de_de: Hash-Regel für Kernelmodus-Datei wird erstellt: {0}. Kernelmodus-Datei sollte signiert sein!
el_gr: Δημιουργία κανόνα Κατακερματισμού για αρχείο Λειτουργίας Κέρνελ: {0}. Το αρχείο Λειτουργίας Κέρνελ πρέπει να είναι υπογεγραμμένο!
es: Creando regla de Hash para archivo en Modo Kernel: {0}. ¡El archivo en Modo Kernel debe estar firmado!
fr_fr: Création d'une règle de Hachage pour le fichier Mode Noyau : {0}. Le fichier Mode Noyau devrait être signé !
he_il: יוצר כלל Hash עבור קובץ Kernel-Mode: {0}. קובץ Kernel-Mode אמור להיות חתום!
hi_in: कर्नेल-मोड फ़ाइल के लिए हैश नियम बनाया जा रहा है: {0}. कर्नेल-मोड फ़ाइल हस्ताक्षरित होनी चाहिए!
ja_jp: カーネルモードファイルのハッシュルールを作成しています：{0}。カーネルモードファイルは署名されるべきです！
ml_in: കേർണൽ-മോഡ് ഫയലിനായി ഹാഷ് നിയമം സൃഷ്ടിക്കുന്നു: {0}. കേർണൽ-മോഡ് ഫയൽ ഒപ്പിട്ടിരിക്കണം!
pl_pl: Tworzenie reguły skrótu dla pliku trybu jądra (Kernel-Mode): {0}. Plik trybu jądra powinien być podpisany!
tr_tr: Çekirdek Modu dosyası için Karma kuralı oluşturuluyor: {0}. Çekirdek Modu dosyası imzalanmalıdır!

# NoHashesDetectedDenyMessage
source: no Hashes detected to create deny rules for.
ar: لم يتم الكشف عن أي تجزئات لإنشاء قواعد رفض لها.
de_de: keine Hashes erkannt, um Verweigerungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν Κατακερματισμοί για τη δημιουργία κανόνων άρνησης.
es: no se detectaron Hashes para crear reglas de denegación.
fr_fr: aucun Hachage détecté pour créer des règles de refus.
he_il: לא זוהו גיבובים ליצירת כללי חסימה עבורם.
hi_in: अस्वीकृत नियम बनाने के लिए कोई हैश नहीं मिला।
ja_jp: 拒否ルールを作成するためのハッシュが検出されませんでした。
ml_in: നിഷേധിക്കൽ നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി ഹാഷുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych skrótów (Hashes), dla których można by utworzyć reguły blokujące.
tr_tr: Reddetme kuralları oluşturulacak Karma algılanmadı.

# NoFilePathRulesDetectedAllowMessage
source: no FilePath rules detected to create allow rules for.
ar: لم يتم الكشف عن أي قواعد مسار ملف لإنشاء قواعد سماح لها.
de_de: keine FilePath-Regeln erkannt, um Zulassungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν κανόνες Διαδρομής Αρχείου για τη δημιουργία κανόνων επιτρεπτής λειτουργίας.
es: no se detectaron reglas de Ruta de Archivo para crear reglas de permiso.
fr_fr: aucune règle FilePath détectée pour créer des règles d'autorisation.
he_il: לא זוהו כללי FilePath ליצירת כללי התרה עבורם.
hi_in: अनुमति नियम बनाने के लिए कोई फ़ाइलपाथ नियम नहीं मिला।
ja_jp: 許可ルールを作成するためのFilePathルールが検出されませんでした。
ml_in: അനുമതി നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി ഫയൽപാത്ത് നിയമങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych reguł ścieżki pliku, dla których można by utworzyć reguły zezwalające.
tr_tr: İzin verme kuralları oluşturulacak FilePath kuralı algılanmadı.

# FilePathRulesToAddMessage
source: There are {0} FilePath rules to be added to the XML file '{1}'
ar: هناك {0} قواعد مسار ملف ليتم إضافتها إلى ملف XML '{1}'
de_de: Es gibt {0} FilePath-Regeln, die zur XML-Datei '{1}' hinzugefügt werden sollen
el_gr: Υπάρχουν {0} κανόνες Διαδρομής Αρχείου που πρέπει να προστεθούν στο αρχείο XML '{1}'
es: Hay {0} reglas de Ruta de Archivo para agregar al archivo XML '{1}'
fr_fr: Il y a {0} règles FilePath à ajouter au fichier XML '{1}'
he_il: ישנם {0} כללי FilePath להוספה לקובץ ה-XML '{1}'
hi_in: XML फ़ाइल '{1}' में {0} फ़ाइलपाथ नियम जोड़े जाने हैं
ja_jp: XMLファイル「{1}」に追加する{0}個のFilePathルールがあります
ml_in: '{1}' XML ഫയലിലേക്ക് ചേർക്കാൻ {0} ഫയൽപാത്ത് നിയമങ്ങളുണ്ട്
pl_pl: Należy dodać {0} reguł ścieżki pliku do pliku XML '{1}'
tr_tr: '{1}' XML dosyasına eklenecek {0} FilePath kuralı var

# FilePathRuleTypeFriendlyName
source: File Path Rule Type
ar: نوع قاعدة مسار الملف
de_de: Dateipfad-Regeltyp
el_gr: Τύπος Κανόνα Διαδρομής Αρχείου
es: Tipo de Regla de Ruta de Archivo
fr_fr: Type de Règle de Chemin de Fichier
he_il: סוג כלל נתיב קובץ
hi_in: फ़ाइल पाथ नियम प्रकार
ja_jp: ファイルパスルールタイプ
ml_in: ഫയൽ പാത നിയമ തരം
pl_pl: Typ reguły ścieżki pliku
tr_tr: Dosya Yolu Kural Türü

# KernelModeFilePathRuleWarningMessage
source: The following file is Kernel-Mode driver that doesn't support FilePath rules: {0}
ar: الملف التالي هو برنامج تشغيل في وضع النواة لا يدعم قواعد مسار الملف: {0}
de_de: Die folgende Datei ist ein Kernelmodus-Treiber, der FilePath-Regeln nicht unterstützt: {0}
el_gr: Το ακόλουθο αρχείο είναι πρόγραμμα οδήγησης Λειτουργίας Κέρνελ που δεν υποστηρίζει κανόνες Διαδρομής Αρχείου: {0}
es: El siguiente archivo es un controlador en Modo Kernel que no admite reglas de Ruta de Archivo: {0}
fr_fr: Le fichier suivant est un pilote Mode Noyau qui ne prend pas en charge les règles FilePath : {0}
he_il: הקובץ הבא הוא מנהל התקן Kernel-Mode שאינו תומך בכללי FilePath: {0}
hi_in: निम्नलिखित फ़ाइल कर्नेल-मोड ड्राइवर है जो फ़ाइलपाथ नियमों का समर्थन नहीं करता है: {0}
ja_jp: 次のファイルはFilePathルールをサポートしないカーネルモードドライバーです：{0}
ml_in: താഴെപ്പറയുന്ന ഫയൽ ഫയൽപാത്ത് നിയമങ്ങളെ പിന്തുണയ്ക്കാത്ത കേർണൽ-മോഡ് ഡ്രൈവറാണ്: {0}
pl_pl: Następujący plik jest sterownikiem trybu jądra (Kernel-Mode), który nie obsługuje reguł ścieżki pliku: {0}
tr_tr: Aşağıdaki dosya, FilePath kurallarını desteklemeyen Çekirdek Modu sürücüsüdür: {0}

# NoFilePathRulesDetectedDenyMessage
source: no FilePath rules detected to create deny rules for.
ar: لم يتم الكشف عن أي قواعد مسار ملف لإنشاء قواعد رفض لها.
de_de: keine FilePath-Regeln erkannt, um Verweigerungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν κανόνες Διαδρομής Αρχείου για τη δημιουργία κανόνων άρνησης.
es: no se detectaron reglas de Ruta de Archivo para crear reglas de denegación.
fr_fr: aucune règle FilePath détectée pour créer des règles de refus.
he_il: לא זוהו כללי FilePath ליצירת כללי חסימה עבורם.
hi_in: अस्वीकृत नियम बनाने के लिए कोई फ़ाइलपाथ नियम नहीं मिला।
ja_jp: 拒否ルールを作成するためのFilePathルールが検出されませんでした。
ml_in: നിഷേധിക്കൽ നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി ഫയൽപാത്ത് നിയമങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych reguł ścieżki pliku, dla których można by utworzyć reguły blokujące.
tr_tr: Reddetme kuralları oluşturulacak FilePath kuralı algılanmadı.

# NoFilePublisherSignersDetectedAllowMessage
source: no FilePublisher signers detected to create allow rules for.
ar: لم يتم الكشف عن أي موقعين لناشر الملف لإنشاء قواعد سماح لهم.
de_de: keine FilePublisher-Unterzeichner erkannt, um Zulassungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν υπογράφοντες Εκδότη Αρχείου για τη δημιουργία κανόνων επιτρεπτής λειτουργίας.
es: no se detectaron firmantes de Editor de Archivo para crear reglas de permiso.
fr_fr: aucun signataire FilePublisher détecté pour créer des règles d'autorisation.
he_il: לא זוהו חותמי FilePublisher ליצירת כללי התרה עבורם.
hi_in: अनुमति नियम बनाने के लिए कोई फ़ाइलप्रकाशक हस्ताक्षरकर्ता नहीं मिला।
ja_jp: 許可ルールを作成するためのFilePublisher署名者が検出されませんでした。
ml_in: അനുമതി നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി ഫയൽ പബ്ലിഷർ സൈനർമാരൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych sygnatariuszy Wydawcy Pliku (FilePublisher), dla których można by utworzyć reguły zezwalające.
tr_tr: İzin verme kuralları oluşturulacak FilePublisher imzalayanı algılanmadı.

# FilePublisherSignersToAddMessage
source: There are {0} File Publisher Signers to be added to the XML file
ar: هناك {0} موقعين لناشر الملف ليتم إضافتهم إلى ملف XML
de_de: Es gibt {0} File Publisher-Unterzeichner, die zur XML-Datei hinzugefügt werden sollen
el_gr: Υπάρχουν {0} Υπογράφοντες Εκδότη Αρχείου που πρέπει να προστεθούν στο αρχείο XML
es: Hay {0} Firmantes de Editor de Archivo para agregar al archivo XML
fr_fr: Il y a {0} Signataires File Publisher à ajouter au fichier XML
he_il: ישנם {0} חותמי File Publisher להוספה לקובץ ה-XML
hi_in: XML फ़ाइल में {0} फ़ाइल प्रकाशक हस्ताक्षरकर्ता जोड़े जाने हैं
ja_jp: XMLファイルに追加する{0}個のFilePublisher署名者があります
ml_in: XML ഫയലിലേക്ക് ചേർക്കാൻ {0} ഫയൽ പബ്ലിഷർ സൈനർമാരുണ്ട്
pl_pl: Należy dodać {0} sygnatariuszy Wydawcy Pliku (File Publisher) do pliku XML
tr_tr: XML dosyasına eklenecek {0} Dosya Yayıncı İmzalayanı var

# FilePublisherRuleTypeFriendlyName
source: File Publisher Rule Type
ar: نوع قاعدة ناشر الملف
de_de: File Publisher-Regeltyp
el_gr: Τύπος Κανόνα Εκδότη Αρχείου
es: Tipo de Regla de Editor de Archivo
fr_fr: Type de Règle Éditeur de Fichier
he_il: סוג כלל File Publisher
hi_in: फ़ाइल प्रकाशक नियम प्रकार
ja_jp: ファイル発行元ルールタイプ
ml_in: ഫയൽ പബ്ലിഷർ നിയമ തരം
pl_pl: Typ reguły Wydawcy Pliku (File Publisher)
tr_tr: Dosya Yayımlayıcı Kural Türü

# NoFilePublisherSignersDetectedDenyMessage
source: no FilePublisher signers detected to create deny rules for.
ar: لم يتم الكشف عن أي موقعين لناشر الملف لإنشاء قواعد رفض لهم.
de_de: keine FilePublisher-Unterzeichner erkannt, um Verweigerungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν υπογράφοντες Εκδότη Αρχείου για τη δημιουργία κανόνων άρνησης.
es: no se detectaron firmantes de Editor de Archivo para crear reglas de denegación.
fr_fr: aucun signataire FilePublisher détecté pour créer des règles de refus.
he_il: לא זוהו חותמי FilePublisher ליצירת כללי חסימה עבורם.
hi_in: अस्वीकृत नियम बनाने के लिए कोई फ़ाइलप्रकाशक हस्ताक्षरकर्ता नहीं मिला।
ja_jp: 拒否ルールを作成するためのFilePublisher署名者が検出されませんでした。
ml_in: നിഷേധിക്കൽ നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി ഫയൽ പബ്ലിഷർ സൈനർമാരൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych sygnatariuszy Wydawcy Pliku (FilePublisher), dla których można by utworzyć reguły blokujące.
tr_tr: Reddetme kuralları oluşturulacak FilePublisher imzalayanı algılanmadı.

# NoPackageFamilyNamesDetectedAllowMessage
source: no PackageFamilyNames detected to create allow rules for.
ar: لم يتم الكشف عن أي أسماء عائلات حزم لإنشاء قواعد سماح لها.
de_de: keine Paketfamiliennamen erkannt, um Zulassungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν Ονόματα Οικογένειας Πακέτων για τη δημιουργία κανόνων επιτρεπτής λειτουργίας.
es: no se detectaron PackageFamilyNames para crear reglas de permiso.
fr_fr: aucun PackageFamilyNames détecté pour créer des règles d'autorisation.
he_il: לא זוהו PackageFamilyNames ליצירת כללי התרה עבורם.
hi_in: अनुमति नियम बनाने के लिए कोई पैकेज फ़ैमिली नाम नहीं मिला।
ja_jp: 許可ルールを作成するためのPackageFamilyNameが検出されませんでした。
ml_in: അനുമതി നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി പാക്കേജ് ഫാമിലി നെയിമുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych Nazw Rodzin Pakietów (PackageFamilyNames), dla których można by utworzyć reguły zezwalające.
tr_tr: İzin verme kuralları oluşturulacak PackageFamilyNames algılanmadı.

# AllowingPackagedAppFriendlyName
source: Allowing Packaged App by its Family Name
ar: السماح بتطبيق معبأ بواسطة اسم عائلته
de_de: Verpackte App anhand ihres Familiennamens zulassen
el_gr: Να επιτρέπεται η Εφαρμογή σε Πακέτο βάσει του Ονόματος Οικογένειάς της
es: Permitiendo aplicación empaquetada por su Nombre de Familia
fr_fr: Autorisation de l'App Paquetée par son Nom de Famille
he_il: מתיר יישום ארוז (Packaged App) לפי שם המשפחה (Family Name) שלו
hi_in: पैकेज्ड ऐप को उसके फ़ैमिली नाम से अनुमति दी जा रही है
ja_jp: パッケージアプリをファミリ名で許可
ml_in: പാക്കേജ് ചെയ്ത ആപ്പിനെ അതിന്റെ ഫാമിലി നെയിം ഉപയോഗിച്ച് അനുവദിക്കുന്നു
pl_pl: Zezwalanie na aplikację spakowaną na podstawie jej Nazwy Rodziny (Family Name)
tr_tr: Paketlenmiş Uygulamaya Aile Adına Göre İzin Verme

# NoPackageFamilyNamesDetectedDenyMessage
source: no PackageFamilyNames detected to create deny rules for.
ar: لم يتم الكشف عن أي أسماء عائلات حزم لإنشاء قواعد رفض لها.
de_de: keine Paketfamiliennamen erkannt, um Verweigerungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν Ονόματα Οικογένειας Πακέτων για τη δημιουργία κανόνων άρνησης.
es: no se detectaron PackageFamilyNames para crear reglas de denegación.
fr_fr: aucun PackageFamilyNames détecté pour créer des règles de refus.
he_il: לא זוהו PackageFamilyNames ליצירת כללי חסימה עבורם.
hi_in: अस्वीकृत नियम बनाने के लिए कोई पैकेज फ़ैमिली नाम नहीं मिला।
ja_jp: 拒否ルールを作成するためのPackageFamilyNameが検出されませんでした。
ml_in: നിഷേധിക്കൽ നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി പാക്കേജ് ഫാമിലി നെയിമുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych Nazw Rodzin Pakietów (PackageFamilyNames), dla których można by utworzyć reguły blokujące.
tr_tr: Reddetme kuralları oluşturulacak PackageFamilyNames algılanmadı.

# DenyingPackagedAppFriendlyName
source: Denying Packaged App by its Family Name
ar: رفض تطبيق معبأ بواسطة اسم عائلته
de_de: Verpackte App anhand ihres Familiennamens verweigern
el_gr: Άρνηση Εφαρμογής σε Πακέτο βάσει του Ονόματος Οικογένειάς της
es: Denegando aplicación empaquetada por su Nombre de Familia
fr_fr: Refus de l'App Paquetée par son Nom de Famille
he_il: חוסם יישום ארוז (Packaged App) לפי שם המשפחה (Family Name) שלו
hi_in: पैकेज्ड ऐप को उसके फ़ैमिली नाम से अस्वीकृत किया जा रहा है
ja_jp: パッケージアプリをファミリ名で拒否
ml_in: പാക്കേജ് ചെയ്ത ആപ്പിനെ അതിന്റെ ഫാമിലി നെയിം ഉപയോഗിച്ച് നിഷേധിക്കുന്നു
pl_pl: Blokowanie aplikacji spakowanej na podstawie jej Nazwy Rodziny (Family Name)
tr_tr: Paketlenmiş Uygulamayı Aile Adına Göre Reddetme

# NoPublisherSignersDetectedAllowMessage
source: no Publisher signers detected to create allow rules for.
ar: لم يتم الكشف عن أي موقعين للناشر لإنشاء قواعد سماح لهم.
de_de: keine Publisher-Unterzeichner erkannt, um Zulassungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν υπογράφοντες Εκδότη για τη δημιουργία κανόνων επιτρεπτής λειτουργίας.
es: no se detectaron firmantes de Editor para crear reglas de permiso.
fr_fr: aucun signataire Éditeur détecté pour créer des règles d'autorisation.
he_il: לא זוהו חותמי Publisher ליצירת כללי התרה עבורם.
hi_in: अनुमति नियम बनाने के लिए कोई प्रकाशक हस्ताक्षरकर्ता नहीं मिला।
ja_jp: 許可ルールを作成するためのPublisher署名者が検出されませんでした。
ml_in: അനുമതി നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി പ്രസാധക സൈനർമാരൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych sygnatariuszy Wydawcy (Publisher), dla których można by utworzyć reguły zezwalające.
tr_tr: İzin verme kuralları oluşturacak Yayıncı imzalayanı algılanmadı.

# PublisherSignersToAddMessage
source: There are {0} Publisher Signers to be added to the XML file '{1}'
ar: هناك {0} موقعين للناشر ليتم إضافتهم إلى ملف XML '{1}'
de_de: Es gibt {0} Publisher-Unterzeichner, die zur XML-Datei '{1}' hinzugefügt werden sollen
el_gr: Υπάρχουν {0} Υπογράφοντες Εκδότη που πρέπει να προστεθούν στο αρχείο XML '{1}'
es: Hay {0} Firmantes de Editor para agregar al archivo XML '{1}'
fr_fr: Il y a {0} Signataires Éditeur à ajouter au fichier XML '{1}'
he_il: ישנם {0} חותמי Publisher להוספה לקובץ ה-XML '{1}'
hi_in: XML फ़ाइल '{1}' में {0} प्रकाशक हस्ताक्षरकर्ता जोड़े जाने हैं
ja_jp: XMLファイル「{1}」に追加する{0}個のPublisher署名者があります
ml_in: '{1}' XML ഫയലിലേക്ക് ചേർക്കാൻ {0} പ്രസാധക സൈനർമാരുണ്ട്
pl_pl: Należy dodać {0} sygnatariuszy Wydawcy (Publisher) do pliku XML '{1}'
tr_tr: '{1}' XML dosyasına eklenecek {0} Yayıncı İmzalayan var

# NoPublisherSignersDetectedDenyMessage
source: no Publisher signers detected to create deny rules for.
ar: لم يتم الكشف عن أي موقعين للناشر لإنشاء قواعد رفض لهم.
de_de: keine Publisher-Unterzeichner erkannt, um Verweigerungsregeln zu erstellen.
el_gr: δεν εντοπίστηκαν υπογράφοντες Εκδότη για τη δημιουργία κανόνων άρνησης.
es: no se detectaron firmantes de Editor para crear reglas de denegación.
fr_fr: aucun signataire Éditeur détecté pour créer des règles de refus.
he_il: לא זוהו חותמי Publisher ליצירת כללי חסימה עבורם.
hi_in: अस्वीकृत नियम बनाने के लिए कोई प्रकाशक हस्ताक्षरकर्ता नहीं मिला।
ja_jp: 拒否ルールを作成するためのPublisher署名者が検出されませんでした。
ml_in: നിഷേധിക്കൽ നിയമങ്ങൾ സൃഷ്ടിക്കുന്നതിനായി പ്രസാധക സൈനർമാരൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: nie wykryto żadnych sygnatariuszy Wydawcy (Publisher), dla których można by utworzyć reguły blokujące.
tr_tr: Reddetme kuralları oluşturulacak Yayıncı imzalayanı algılanmadı.

# RMMBlockingSection.Header
source: Create RMM Blocking Policy
ar: إنشاء سياسة حظر RMM
de_de: RMM-Blockierungsrichtlinie erstellen
el_gr: Δημιουργία Πολιτικής Αποκλεισμού RMM
es: Crear Política de Bloqueo RMM
fr_fr: Créer une Politique de Blocage RMM
he_il: יצירת מדיניות חסימת RMM
hi_in: RMM अवरोधन नीति बनाएं
ja_jp: RMMブロッキングポリシーの作成
ml_in: RMM തടയൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz Zasady Blokowania RMM
tr_tr: RMM Engelleme Politikası Oluşturun

# RMMBlockingSection.Description
source: This policy blocks a large number of Remote Monitoring and Management software based on their executable names and file path.
ar: تقوم هذه السياسة بحظر عدد كبير من برامج المراقبة والإدارة عن بُعد بناءً على أسماء الملفات التنفيذية ومسار الملف.
de_de: Diese Richtlinie blockiert eine Vielzahl von Remote-Monitoring- und -Management-Software anhand ihrer ausführbaren Namen und Dateipfade.
el_gr: Αυτή η πολιτική αποκλείει μεγάλο αριθμό λογισμικού Απομακρυσμένης Παρακολούθησης και Διαχείρισης βασιζόμενη στα ονόματα των εκτελέσιμων αρχείων και τη διαδρομή αρχείου.
es: Esta política bloquea un gran número de software de Monitoreo y Administración Remota basándose en los nombres de sus archivos ejecutables y la ruta del archivo.
fr_fr: Cette politique bloque un grand nombre de logiciels de Surveillance et Gestion à Distance (RMM) en fonction de leurs noms d'exécutables et chemins de fichiers.
he_il: מדיניות זו חוסמת מספר רב של תוכנות ניטור וניהול מרחוק על בסיס שמות הקבצים הרצים שלהן ונתיב הקובץ.
hi_in: यह नीति दूरस्थ निगरानी और प्रबंधन सॉफ़्टवेयर की एक बड़ी संख्या को उनके निष्पादन योग्य फ़ाइल नामों और फ़ाइल पथ के आधार पर अवरुद्ध करती है।
ja_jp: このポリシーは、実行可能ファイル名とファイルパスに基づいて、多数のリモート監視管理ソフトウェアをブロックします。
ml_in: ഈ നയം വിദൂര നിരീക്ഷണവും മാനേജ്മെന്റ് സോഫ്റ്റ്‌വെയറുകളുടെയും വലിയ എണ്ണത്തെ അവയുടെ എക്സിക്യൂട്ടബിൾ ഫയൽ നാമങ്ങളും ഫയൽ പാത്തിന്റെയും അടിസ്ഥാനത്തിൽ തടയുന്നു.
pl_pl: Te zasady blokują dużą liczbę oprogramowania do Zdalnego Monitorowania i Zarządzania na podstawie nazw ich plików wykonywalnych i ścieżki pliku.
tr_tr: Bu politika, yürütülebilir adlarına ve dosya yollarına göre çok sayıda Uzaktan İzleme ve Yönetim yazılımını engeller.

# RMMBlockingSection.ToolTipService.ToolTip
source: This policy blocks a large number of Remote Monitoring and Management software based on their executable names and file path.
ar: تقوم هذه السياسة بحظر عدد كبير من برامج المراقبة والإدارة عن بُعد بناءً على أسماء الملفات التنفيذية ومسار الملف.
de_de: Diese Richtlinie blockiert eine Vielzahl von Remote-Monitoring- und -Management-Software anhand ihrer ausführbaren Namen und Dateipfade.
el_gr: Αυτή η πολιτική αποκλείει μεγάλο αριθμό λογισμικού Απομακρυσμένης Παρακολούθησης και Διαχείρισης βασιζόμενη στα ονόματα των εκτελέσιμων αρχείων και τη διαδρομή αρχείου.
es: Esta política bloquea un gran número de software de Monitoreo y Administración Remota basándose en los nombres de sus archivos ejecutables y la ruta del archivo.
fr_fr: Cette politique bloque un grand nombre de logiciels de Surveillance et Gestion à Distance (RMM) en fonction de leurs noms d'exécutables et chemins de fichiers.
he_il: מדיניות זו חוסמת מספר רב של תוכנות ניטור וניהול מרחוק על בסיס שמות הקבצים הרצים שלהן ונתיב הקובץ.
hi_in: यह नीति दूरस्थ निगरानी और प्रबंधन सॉफ़्टवेयर की एक बड़ी संख्या को उनके निष्पादन योग्य फ़ाइल नामों और फ़ाइल पथ के आधार पर अवरुद्ध करती है।
ja_jp: このポリシーは、実行可能ファイル名とファイルパスに基づいて、多数のリモート監視管理ソフトウェアをブロックします。
ml_in: ഈ നയം വിദൂര നിരീക്ഷണവും മാനേജ്മെന്റ് സോഫ്റ്റ്‌വെയറുകളുടെയും വലിയ എണ്ണത്തെ അവയുടെ എക്സിക്യൂട്ടബിൾ ഫയൽ നാമങ്ങളും ഫയൽ പാത്തിന്റെയും അടിസ്ഥാനത്തിൽ തടയുന്നു.
pl_pl: Te zasady blokują dużą liczbę oprogramowania do Zdalnego Monitorowania i Zarządzania na podstawie nazw ich plików wykonywalnych i ścieżki pliku.
tr_tr: Bu politika, yürütülebilir adlarına ve dosya yollarına göre çok sayıda Uzaktan İzleme ve Yönetim yazılımını engeller.
